option_text = {
    'for_one': {
        'first': 'Вы можете установить приветствие для {}.\nОтправьте его.',
        'delay': 'Вы можете установить задержку перед отправлением приветствия ботом {}.\nОтправьте число в секундах.'
    },
    'for_all': {
        'first': 'Вы можете установить приветствие для всех Ваших ботов.\nОтправьте его.',
        'delay': 'Вы можете установить задержку перед отправлением для всех Ваших ботов.\nОтправьте число в секундах.'
    }
}

alert_message = '''Бот @{} был удалён.
Причина: токен бота уже занят.
Убедитесь что токен никем незанят и создайте бота заново.'''

how = '''*Feedback Bot* — это конструктор ботов обратной связи в Telegram.\n
*1*. Перейдите к @BotFather. Для этого нажмите на его имя, а потом 'Send Message', если это потребуется.
*2*. Создайте нового бота у него. Для этого внутри @BotFather используйте команду '/newbot'.
*3*. Сначала введите название, оно может быть на русском, а дальше ссылку на бота, она должна быть на английском и *обязательно* заканчиваться на 'bot', например 'NewsBot'
*4*. Возвращайтесь в @FoqBot и нажмите *Добавить бота*
*5*. Перешлите сообщение от @BotFather в котором есть токен\n
⚠️Чтобы созданный Вами бот мог отправлять Вам сообщения, откройте его на своем устройстве и нажмите *START*
'''

support = '💬 @FoqbotSupportBot Контакт для предложений и пожеланий в развитие бота.'
